[
  {
    "category": "About This Site",
    "questions": [
      {
        "q": "What is Transplant Med Navigator?",
        "a": "We help transplant patients find free or low-cost medicine. We show you programs that can help pay for your drugs."
      },
      {
        "q": "Is this site free to use?",
        "a": "Yes! You can use our main tools for free. We have a Pro plan with extra features if you want them, which costs $8.99 a month or $79.99 a year. The drug programs we link to are always free. Never pay to apply for help. If a site asks for money, that's a scam."
      },
      {
        "q": "Who should use this site?",
        "a": "This site is for:\n• Transplant patients\n• Family members and caregivers\n• Social workers\n• Anyone who needs help paying for transplant drugs"
      },
      {
        "q": "Why does this site have a paid plan if programs are free?",
        "a": "The drug programs are free. We are a tool that helps you find them. Think of us like a map app. The places you go are free, but the app that helps you find them can have extra features."
      },
      {
        "q": "Is my information kept private?",
        "a": "Yes. Your quiz answers stay on your phone or computer. We do not save them on our servers. When you close your browser, the data is gone."
      }
    ]
  },
  {
    "category": "Patient Assistance Programs (PAPs)",
    "questions": [
      {
        "q": "What is a Patient Assistance Program (PAP)?",
        "a": "Drug companies run these programs. They give free medicine to people who cannot afford it. Each company has its own rules."
      },
      {
        "q": "Who can get help from PAPs?",
        "a": "Most programs look at:\n• How much money you make\n• If you have insurance\n• If you live in the U.S.\n\nSome programs help people with no insurance. Others help people whose insurance costs too much."
      },
      {
        "q": "How do I apply for a PAP?",
        "a": "Each program is different. You usually need:\n• Your basic info (name, address)\n• Proof of income (tax forms or pay stubs)\n• A form signed by your doctor\n\nOur site shows you where to apply."
      },
      {
        "q": "What is the difference between PAPs and copay cards?",
        "a": "**Copay cards** lower what you pay at the pharmacy. They work fast but only if you have private insurance.\n\n**PAPs** give you free medicine. They take longer to get but help more people."
      },
      {
        "q": "Can I use a PAP if I have Medicare?",
        "a": "Most PAPs do NOT help Medicare patients. This is due to federal law.\n\nBut Medicare patients CAN get help from:\n• Copay foundations (nonprofit groups)\n• Medicare Extra Help (a government program)\n• State drug programs"
      },
      {
        "q": "Do I need to renew my PAP every year?",
        "a": "Yes. Most programs need you to renew every 12 months.\n\n**To renew, you will need:**\n• Updated income proof\n• A new prescription or doctor signature\n• Updated insurance info\n\n**Tips to stay enrolled:**\n• Mark your calendar 30-45 days before renewal\n• Keep copies of your paperwork\n• Ask your social worker for help\n\nIf you miss the deadline, you may run out of medicine while you wait."
      }
    ]
  },
  {
    "category": "Copay Foundations",
    "questions": [
      {
        "q": "What is a copay foundation?",
        "a": "These are nonprofit groups that help pay your drug costs. They can help with:\n• What you pay at the pharmacy\n• Your monthly insurance cost\n• Your deductible\n\nUnlike drug company programs, these CAN help Medicare patients."
      },
      {
        "q": "What is the difference between a foundation and a PAP?",
        "a": "**Foundations** are nonprofit groups. They CAN help Medicare patients.\n\n**PAPs** are run by drug companies. They often CANNOT help Medicare patients, but may give you free medicine."
      },
      {
        "q": "How do I know if a foundation is real?",
        "a": "Real foundations NEVER charge you to apply. They are registered nonprofits.\n\nIf someone asks you to pay to get help, that's a scam.\n\nExamples of real groups:\n• HealthWell Foundation\n• PAN Foundation\n• NORD"
      },
      {
        "q": "Do foundations have waiting lists?",
        "a": "Yes. Many foundations run out of money and close to new people. They reopen when they get more funds.\n\n**Tips:**\n• Apply early\n• Check back often\n• Try more than one foundation"
      }
    ]
  },
  {
    "category": "Insurance & Coverage",
    "questions": [
      {
        "q": "What is a Specialty Pharmacy?",
        "a": "A specialty pharmacy handles expensive drugs like transplant medicine. They often ship drugs to your home.\n\nMost insurance plans make you use a specific specialty pharmacy. You usually cannot fill these drugs at your local store."
      },
      {
        "q": "Can I use copay cards with Medicare?",
        "a": "No. Federal law does not allow this. But Medicare patients CAN use copay foundations to help pay what they owe."
      },
      {
        "q": "What is the Medicare donut hole?",
        "a": "The \"donut hole\" is a gap in Medicare drug coverage. After you spend a certain amount, you pay more for a while.\n\n**Good news:** New laws have made this gap much smaller. Starting in 2026, you will pay at most $2,100 per year for drugs."
      },
      {
        "q": "What is Medicare Extra Help?",
        "a": "This is a government program that helps people with low income pay for drugs. It can lower or remove:\n• Monthly premiums\n• Deductibles\n• Copays\n\nWhether you qualify depends on your income and savings."
      },
      {
        "q": "Do drug tiers change by insurance plan?",
        "a": "Yes. Each plan decides which \"tier\" to put each drug on. The tier affects your cost.\n\n**Example:**\n• Tier 2 drug might cost $25\n• Same drug on Tier 4 could cost $150+\n\nWhen picking a plan, check which tier your drugs are on."
      },
      {
        "q": "My pharmacy gave me a different brand of my medicine. Is that a problem?",
        "a": "For transplant patients, this CAN be a problem.\n\n**Why it matters:**\nAnti-rejection drugs need to stay at steady levels in your body. Switching brands can change those levels.\n\n**What to do:**\n• Tell your transplant team right away\n• Ask for blood tests within a week\n• Write down the new brand name\n• Watch for any new symptoms\n\n**To prevent this:**\n• Ask your doctor to write \"Do Not Substitute\" on your prescription\n• Ask your pharmacy to notify you before any changes\n\n**Important:** Do not stop taking your medicine because of a switch. Take what you have and call your transplant team."
      },
      {
        "q": "What are State Drug Programs?",
        "a": "Some states have programs that help residents pay for drugs.\n\n**Who can use them:**\n• Often people age 65+ or disabled\n• People with limited income\n• State residents\n\n**Examples:**\n• New York: EPIC\n• Pennsylvania: PACE\n• New Jersey: PAAD\n\n**How to find your state's program:**\n• Visit Medicare.gov\n• Call 1-800-MEDICARE\n• Ask your social worker"
      }
    ]
  },
  {
    "category": "Did You Know? Drug Pricing",
    "questions": [
      {
        "q": "Why do drug prices change?",
        "a": "Drug prices follow patterns:\n• Brand-name drugs often go up in January and July\n• Generic drug prices change every month\n\nKnowing when prices change can help you plan ahead."
      },
      {
        "q": "When do brand-name drug prices change?",
        "a": "Brand-name drug prices usually go up in January and July. Your insurance also updates its drug list on January 1st. That is when your copay might change."
      },
      {
        "q": "What should I do before January each year?",
        "a": "Check your insurance during open enrollment (usually in the fall). Make sure your plan still covers your transplant drugs the same way in the new year."
      },
      {
        "q": "Why does my generic medicine cost different amounts each month?",
        "a": "Generic drug prices change often. If you pay cash or use a discount card, your price can change a lot from month to month."
      },
      {
        "q": "How can I get better prices on generic drugs?",
        "a": "**Tips:**\n• Check the price online before you refill\n• If the price went up, try a different pharmacy\n• Ask for a 90-day supply to lock in the price longer"
      }
    ]
  },
  {
    "category": "Prescription Discount Cards (GoodRx, SingleCare, etc.)",
    "questions": [
      {
        "q": "What are GoodRx and similar apps?",
        "a": "These are discount card companies. They are NOT insurance. When you use their coupon, you pay a discounted cash price instead of using insurance.\n\nThis might save money on one drug. But for transplant patients, it can cost you more over time."
      },
      {
        "q": "What is the \"Deductible Trap\" with discount cards?",
        "a": "When you use a discount card, the money you pay does NOT count toward your deductible.\n\n**Why this matters:**\nTransplant patients have high drug costs. Many reach their out-of-pocket max within a few months. After that, insurance pays 100%.\n\nDiscount cards delay when you hit that max. You end up paying out of pocket longer."
      },
      {
        "q": "Can I use a discount card AND my insurance at the same time?",
        "a": "No. You must choose one or the other. If you use a discount card, that payment does NOT count toward your deductible."
      },
      {
        "q": "When should transplant patients use discount cards?",
        "a": "Only in limited cases:\n1. For a drug your insurance does not cover\n2. For a cheap, one-time drug (like an antibiotic)\n3. If you have no insurance\n\n**Never use discount cards** for your daily transplant drugs like Tacrolimus or Mycophenolate."
      },
      {
        "q": "What are better options than discount cards?",
        "a": "For transplant patients:\n1. **PAPs** - Drug companies give free medicine based on income\n2. **Copay foundations** - Nonprofits help pay your copays\n3. **Medicare Extra Help** - For Medicare patients with low income\n\nSearch our site or check NeedyMeds.org to find programs for your drugs."
      },
      {
        "q": "Why is hitting my out-of-pocket max important?",
        "a": "Once you hit your max, insurance pays 100% for the rest of the year. For transplant patients, this usually happens in the first few months.\n\nAfter that, your drugs are basically free. Every dollar spent with discount cards does NOT bring you closer to that point."
      }
    ]
  },
  {
    "category": "GoodRx Alternatives & Competitors",
    "questions": [
      {
        "q": "What apps compete with GoodRx?",
        "a": "Several free apps work like GoodRx:\n• **SingleCare** - Sometimes has lower prices\n• **Optum Perks** - Good discounts\n• **ScriptSave WellRx** - Works at many pharmacies\n• **BuzzRx** - Donates to charity when you use it\n\nAlways compare prices across apps."
      },
      {
        "q": "What are 'Cost-Plus' and mail order pharmacies?",
        "a": "These are real pharmacies that ship drugs to you:\n• **Mark Cuban Cost Plus Drug Company** - Sells generics at cost plus a small fee\n• **Amazon Pharmacy** - Prime members get savings on generics\n• **Blink Health** - Pay online first, then pick up"
      },
      {
        "q": "What pharmacy membership programs exist?",
        "a": "Large stores have programs that beat discount cards:\n• **Costco Pharmacy** - Very low cash prices (often no membership needed)\n• **Kroger Rx Savings Club** - About $36/year for discounts\n• **Walgreens Prescription Savings Club** - Paid membership with discounts"
      },
      {
        "q": "Which discount option should I use?",
        "a": "It depends:\n• **For same-day pickup:** Compare GoodRx, SingleCare, and Optum Perks\n• **For cheapest generics by mail:** Check Cost Plus Drug Company\n• **For Amazon Prime members:** Check Amazon Pharmacy\n\n**Remember:** Transplant patients should usually use insurance to reach their out-of-pocket max faster."
      }
    ]
  },
  {
    "category": "Questions Transplant Patients Ask",
    "questions": [
      {
        "q": "What if I make too much money for assistance programs?",
        "a": "Don't give up! Here's why:\n\n1. Different programs have different rules. Some let you make a lot of money and still get help.\n\n2. Some programs look at your bills, not just your income. If you have high medical costs, you might still qualify.\n\n3. Take the My Path Quiz. It will show you programs that match your situation.\n\nMany people are surprised they qualify!"
      },
      {
        "q": "Are generic anti-rejection drugs safe?",
        "a": "Generic drugs are FDA approved and work the same as brand drugs.\n\n**Why some centers are careful:**\nAnti-rejection drugs need to stay at steady levels in your body. Switching between different generics can cause changes.\n\n**What you can do:**\n• Ask your doctor to specify one generic maker on your prescription\n• Ask for more blood tests after any change\n• If your pharmacy switches your generic, call your transplant team right away\n\n**Important:** Talk to your transplant team about this. Do not decide based on cost alone."
      },
      {
        "q": "What happens when I hit the Medicare donut hole?",
        "a": "The donut hole is a gap in Medicare drug coverage. You pay more during this time.\n\n**Good news for 2026:**\n• There is now a $2,100 yearly cap on what you pay\n• Once you hit it, you pay $0 for the rest of the year\n\n**Tips:**\n• Budget for it - you may hit the cap early in the year\n• Apply for Extra Help if your income is low\n• Apply to copay foundations early before funds run out\n• Check your Medicare plan each fall during Open Enrollment"
      },
      {
        "q": "I am about to turn 26 and lose my parents' insurance. What are my options?",
        "a": "Start planning 3-6 months before your birthday.\n\n**Your options:**\n• **Job insurance:** If your employer offers it, this is often best\n• **Marketplace plans:** Go to HealthCare.gov for plans. You may get help paying for it.\n• **Medicaid:** If your income is low, you may qualify\n• **COBRA:** You can keep your parents' plan but YOU pay the full cost\n\n**Do not let your coverage lapse.** Even a short gap can cause problems."
      },
      {
        "q": "Can I use copay cards if I have Medicare?",
        "a": "No. Federal law does not allow drug company copay cards for Medicare patients.\n\n**What you CAN do:**\n• Apply for foundation grants (HealthWell, PAN Foundation)\n• Apply for Medicare Extra Help if your income is low\n• Talk to your social worker about other resources"
      },
      {
        "q": "My specialty pharmacy will not ship to my state. What do I do?",
        "a": "This happens due to pharmacy licensing rules.\n\n**What to try:**\n1. Call your transplant center. They may know other pharmacies.\n2. Ask your insurance which pharmacies can ship to you.\n3. Check if your transplant center has its own pharmacy.\n4. Contact the drug company for direct help.\n\n**Do not wait** until you run out of medicine. These issues can take weeks to fix."
      },
      {
        "q": "My insurance denied my medicine. How do I appeal?",
        "a": "Denials are common. Appeals often work. Do not give up.\n\n**Step 1:** Find out why it was denied. Get it in writing.\n\n**Step 2:** Work with your transplant team. They can write a letter saying why you need this medicine.\n\n**Step 3:** File the appeal before the deadline (usually 30-60 days).\n\n**Step 4:** If you will run out of medicine soon, ask for an urgent review.\n\n**Step 5:** If denied again, you can ask for a review by an outside group.\n\nYour social worker or pharmacist can help with this."
      },
      {
        "q": "It is Friday night and I just ran out of my medicine. What do I do?",
        "a": "**This is urgent.** Stopping your anti-rejection drugs can cause problems.\n\n**Tonight:**\n• Call your transplant center's after-hours line. They have 24/7 help.\n• Check for 24-hour pharmacies (CVS, Walgreens). Your team can send a prescription there.\n• As a last resort, an ER can give you a small emergency supply.\n\n**To prevent this in the future:**\n• Set up automatic refills\n• Keep a 3-5 day emergency supply at home\n• Set phone reminders 7 days before you run out\n• When traveling, bring extra medicine"
      },
      {
        "q": "How do I deal with side effects from my drugs?",
        "a": "Anti-rejection drugs have side effects. Here are common ones and what to do:\n\n**Tacrolimus:**\n• Shaking hands - Tell your team. Limit caffeine.\n• Headaches - Stay hydrated. Ask about safe pain medicine.\n• High blood sugar - Check your levels often.\n\n**Mycophenolate (CellCept):**\n• Upset stomach, nausea, diarrhea - Take with food. Tell your team if you feel bad.\n\n**Prednisone:**\n• Weight gain, mood changes, trouble sleeping - Usually gets better as the dose goes down.\n\n**Important:** Never stop or change your drugs on your own. Talk to your transplant team first."
      },
      {
        "q": "Are medicine needs different for each organ type?",
        "a": "Yes. The core drugs are similar, but there are differences:\n\n**Kidney transplant:**\n• Special Medicare coverage (Part B-ID)\n• May be able to reduce drugs over time\n\n**Liver transplant:**\n• May need less immune suppression over time\n\n**Heart transplant:**\n• Needs more intense drug treatment\n• Regular heart checks required\n\n**Lung transplant:**\n• Highest rejection risk\n• Needs the most drugs\n\nYour transplant team knows what is best for your organ type."
      }
    ]
  },
  {
    "category": "Medication Regimens by Transplant Type",
    "questions": [
      {
        "q": "What medications do heart transplant patients typically take?",
        "a": "Heart transplant recipients typically receive a combination of three types of medications:\n\n**Calcineurin Inhibitor (Tacrolimus or Cyclosporine)**\n• Mainstay of maintenance therapy\n• Prevents your immune system from attacking the new heart\n\n**Antimetabolite (Mycophenolate Mofetil or Azathioprine)**\n• Used in combination with the calcineurin inhibitor\n• Provides additional immune suppression\n\n**Corticosteroid (Prednisone)**\n• Often tapered to a low dose or discontinued over time\n• Helps control inflammation"
      },
      {
        "q": "What medications do kidney transplant patients typically take?",
        "a": "Kidney transplant immunosuppression is similar to heart transplants, with a focus on balancing efficacy and minimizing side effects:\n\n**Calcineurin Inhibitor (Tacrolimus or Cyclosporine)**\n• Standard of care for maintenance therapy\n\n**Antimetabolite (Mycophenolate Mofetil or Mycophenolic Acid)**\n• Commonly used in combination with a CNI\n\n**Corticosteroid (Prednisone)**\n• Many centers aim for steroid-free regimens to reduce long-term side effects\n\n**Belatacept (Nulojix)**\n• A biologic alternative to calcineurin inhibitors for certain patients"
      },
      {
        "q": "What medications do liver transplant patients typically take?",
        "a": "Liver transplant patients often require lower levels of immunosuppression compared to other organ recipients due to the liver's unique immunological properties:\n\n**Calcineurin Inhibitor (Tacrolimus)**\n• The most commonly used CNI in liver transplantation\n\n**Antimetabolite (Mycophenolate Mofetil)**\n• Often used in combination with a CNI\n\n**Corticosteroid (Prednisone)**\n• Typically tapered and discontinued within the first few months post-transplant"
      },
      {
        "q": "What medications do lung transplant patients typically take?",
        "a": "Lung transplant recipients are at a high risk of rejection, and immunosuppressive regimens are often more intensive:\n\n**Calcineurin Inhibitor (Tacrolimus)**\n• Preferred CNI for lung transplant patients\n\n**Antimetabolite (Mycophenolate Mofetil)**\n• Used in combination with tacrolimus\n\n**Corticosteroid (Prednisone)**\n• Maintained at a low dose long-term\n\nLung transplant patients typically require the most intensive immunosuppression due to the higher rejection risk."
      },
      {
        "q": "What medications do pancreas transplant patients typically take?",
        "a": "Pancreas transplant immunosuppression is similar to kidney transplantation, as the two are often performed together:\n\n**Calcineurin Inhibitor (Tacrolimus)**\n• Standard of care for maintenance therapy\n\n**Antimetabolite (Mycophenolate Mofetil)**\n• Used in combination with tacrolimus\n\n**Corticosteroid (Prednisone)**\n• Often tapered to a low dose or discontinued over time"
      },
      {
        "q": "Important: What should I know about managing my transplant medications?",
        "a": "Post-transplant medication regimens are complex and require careful management by a specialized transplant team.\n\n**Key points to remember:**\n• Lifelong adherence to these medications is crucial for the long-term success of your transplant and your health\n• Never change your medication regimen without consulting your transplant team first\n• This includes stopping, adjusting doses, or adding new medications\n• Even over-the-counter drugs and supplements can interact with your transplant medications\n\n**Always consult your transplant team before:**\n• Making any changes to your medication schedule\n• Starting any new medications\n• Taking over-the-counter drugs\n• Using herbal supplements or vitamins\n\nYour transplant team is your best resource for medication questions."
      }
    ]
  },
  {
    "category": "Using This Site",
    "questions": [
      {
        "q": "How does the \"My Path\" quiz work?",
        "a": "The quiz asks about you:\n• Your role (patient, caregiver, etc.)\n• Your transplant status\n• Your organ type\n• Your insurance\n• Your medicines\n\nBased on your answers, we show you programs that help you pay for your medicine."
      },
      {
        "q": "Can I search for a specific medicine?",
        "a": "Yes! Use the \"Search Meds\" page. You will see prices, drug company programs, and foundation resources for each drug."
      },
      {
        "q": "What do the cost badges mean on medicine cards?",
        "a": "When you search for a medicine, you see colored badges:\n\n• **Cost badge:** Low (green), Medium (yellow), or High (red) cost\n• **Tier badge:** Lower tiers (blue) = lower copays. Higher tiers (orange/purple) = higher copays\n• **Generic Available (green checkmark):** A cheaper generic version exists\n\nYour actual cost depends on YOUR insurance plan."
      },
      {
        "q": "How accurate are the price estimates?",
        "a": "Our prices are estimates based on typical costs. Your actual cost depends on:\n• Your specific insurance plan\n• Whether you met your deductible\n• Your pharmacy\n\nUse our estimates to plan. Call your pharmacy for exact prices."
      },
      {
        "q": "How do I use the Assistance tab on a medicine page?",
        "a": "The Assistance tab shows:\n• Links to drug company programs for free medicine\n• Links to copay foundations that help pay\n\nWe connect you directly to the right resources for each medicine."
      },
      {
        "q": "What is the difference between the PRICE, ASSISTANCE, and OVERVIEW tabs?",
        "a": "• **PRICE:** Shows cost estimates at different pharmacies\n• **ASSISTANCE:** Shows programs that can help you pay (most important!)\n• **OVERVIEW:** Shows general info about the medicine"
      },
      {
        "q": "What if my medicine is not listed?",
        "a": "We focus on common transplant medicines, but our list is growing. You can also check GoodRx, RxAssist, or NeedyMeds for other medicines."
      },
      {
        "q": "Can I print my results?",
        "a": "Yes! Most pages have a print button. The printouts are clean and easy to share with your healthcare team."
      }
    ]
  },
  {
    "category": "Getting Help",
    "questions": [
      {
        "q": "I am overwhelmed. Where do I start?",
        "a": "Start with the \"My Path\" quiz. It will guide you step by step. If you need more help, contact your transplant center's social worker."
      },
      {
        "q": "Can you help me fill out applications?",
        "a": "We cannot fill out forms for you. But our site explains each step. Your transplant center's social worker can help you fill out forms."
      },
      {
        "q": "What if I get denied?",
        "a": "Do not give up!\n• Many programs let you appeal\n• Try other foundations - each has different rules\n• Ask your social worker for help"
      },
      {
        "q": "I applied and was told I do not qualify. Should I give up?",
        "a": "No! Keep trying.\n\nThere is often more than one way to get help. If one program says no, try a different type of program. Ask about:\n• Income-based PAPs\n• Foundation grants\n• State programs\n• Hospital charity care"
      },
      {
        "q": "Who can I contact for more help?",
        "a": "Contact your transplant center's social worker. They know these programs well.\n\nYou can also reach out to:\n• National Kidney Foundation\n• American Liver Foundation\n• Other organ-specific groups"
      }
    ]
  },
  {
    "category": "Special Situations",
    "questions": [
      {
        "q": "How do I travel with my transplant drugs?",
        "a": "**Before you travel:**\n• Get extra medicine (at least 7 extra days)\n• Get a letter from your doctor listing your drugs\n• Check if any drugs need to stay cold\n\n**When packing:**\n• ALWAYS keep drugs in your carry-on bag\n• Keep them in the original bottles\n• Bring more than you need\n\n**At the airport:**\n• Drugs do not have to follow the liquid rules\n• You can show your doctor's letter if asked\n\n**Time zones:**\n• For short trips, keep taking drugs on your home time\n• For longer trips, slowly shift your times by 1-2 hours a day"
      },
      {
        "q": "I am a parent of a child with a transplant. What should I know?",
        "a": "**Medicine tips:**\n• Doses change as kids grow\n• Liquid forms are available for kids who cannot swallow pills\n• Make taking medicine part of the daily routine\n\n**School tips:**\n• Work with the school nurse on a medicine plan\n• Provide written instructions\n• Make sure the school can store medicine properly\n\n**Helping teens:**\n• Start teaching them to manage their own medicine around age 10-12\n• Use pill boxes and phone apps\n• Include them in doctor visits\n\n**Insurance:**\n• Kids may qualify for state programs with higher income limits\n• Plan ahead for when they turn 26 and lose your insurance"
      },
      {
        "q": "I live outside the United States. Can this site help me?",
        "a": "Our site is made for the U.S. health care system.\n\n**What works anywhere:**\n• General medicine info\n• Tips for staying on your medicine\n• Emergency planning\n\n**What is U.S.-only:**\n• PAPs from drug companies\n• Medicare/Medicaid info\n• Copay foundations\n• Discount cards\n\n**For international patients:**\n• Contact your transplant center for local resources\n• Connect with transplant groups in your country"
      },
      {
        "q": "I am a young adult living on my own for the first time. Any tips?",
        "a": "**Medicine tips:**\n• Set up a system NOW (pill box, phone alarms, or apps)\n• Never rely on memory alone\n• Find a pharmacy near your new home\n• Keep your transplant center's number in your phone\n\n**Insurance:**\n• If you are turning 26, start planning at 25\n• Learn about your coverage - deductibles, copays, which pharmacy to use\n\n**College tips:**\n• Tell at least one trusted friend about your transplant\n• Know where student health services is\n• Plan how to store medicine in a dorm\n\n**Money tips:**\n• Learn about financial help programs\n• Keep records of all medical costs\n• Ask about income-based help if money is tight"
      }
    ]
  }
]
